Revit 2024 API
WireTypeSet Constructor
Initializes a new instance of the WireTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public WireTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
WireTypeSet()
See Also
WireTypeSet Class
Autodesk.Revit.DB.Electrical Namespace